Repository: common-repository/wp-no-bot-question
Catalog: wp_nobot_question-*.po
Languages: el_gr

source: Required
el_gr: Απαιτείται

source: Error: Please fill in the required question.
el_gr: Σφάλμα: Παρακαλώ συμπληρώστε τα απαιτούμενα πεδία

source: Error: Please fill in the correct answer to the question.
el_gr: Σφάλμα: Παρακαλώ συμπληρώστε τη σωστή απάντηση.

source: Question to present to bot
el_gr: Ερώτηση που θα προβληθεί

source: Type here to add a new question
el_gr: Εισάγετε εδώ τη νέα ερώτηση

source: Delete Question
el_gr: Διαγραφή ερώτησης

source: Possible Answers
el_gr: Πιθανές απαντήσεις

source: Delete
el_gr: Διαγραφή

source: Add New
el_gr: Προσθήκη νέας

source: WP No-Bot Question settings updated.
el_gr: Οι ρυθμίσεις του WP No-Bot Question ενημερώθηκαν

source: Enable WP No-Bot Question
el_gr: Ενεργοποίηση του WP No-Bot Question

source: Yes
el_gr: Ναι

source: No
el_gr: Όχι

source: Protect the registration page too?
el_gr: Προστασία σελίδας εγγραφής;

source: Questions to present to bot
el_gr: Ερωτήσεις που θα προβληθούν

source: Enter a new answer here
el_gr: Εισάγετε εδώ μια νέα απάντηση

source: Simple question that blocks most spambots (and paid robots) by making them answer a common sense question
el_gr: Απλή ερώτηση που αποκόπτει τα περισσότερα spambots (και πληρωμένα ρομπότ) αναγκάζοντάς τα να απαντήσουν σε μια ερώτηση κοινής λογικής
